adrianwilczynski.alpine-js-intellisense
amiralizadeh9480.laravel-extra-intellisense
appcypher.astro
arjun.swagger-viewer
astro-build.astro-vscode
batisteo.vscode-django
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cierra.livewire-vscode
codeium.codeium
codingyu.laravel-goto-view
codium.codium
csstools.postcss
damms005.devdb
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
digitalbrainstem.javascript-ejs-support
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.auto-rename-tag
franneck94.c-cpp-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
glenn2223.live-sass
glitchbl.laravel-create-view
gluestack.gluestack-vscode
golang.go
heybourn.headwind
humao.rest-client
ihunte.laravel-blade-wrapper
jock.svg
kalimahapps.tailwind-config-viewer
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
mehedidracula.php-namespace-resolver
mikestead.dotenv
ms-azuretools.vscode-containers
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
msjsdiag.vscode-react-native
naoray.laravel-goto-components
njpwerner.autodocstring
ofhumanbondage.react-proptypes-intellisense
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
pgl.laravel-jump-controller
phplasma.csv-to-table
pkief.material-icon-theme
postman.postman-for-vscode
pranaygp.vscode-css-peek
prisma.prisma
qwtel.sqlite-viewer
rapidapi.vscode-rapidapi-client
rapidapi.vscode-services
redhat.vscode-yaml
rifi2k.format-html-in-php
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
ryannaddy.laravel-artisan
shufo.vscode-blade-formatter
sperovita.alpinejs-syntax-highlight
styled-components.vscode-styled-components
twxs.cmake
unifiedjs.vscode-mdx
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wallabyjs.wallaby-vscode
wholroyd.jinja
wix.glean
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zignd.html-css-class-completion
zobo.php-intellisense
